
function Agreement() {
    
  return (
      <div>
Пользовательское соглашение

Термины и определения, используемые в настоящем соглашение

Перечисленные ниже термины в рамках настоящего Соглашения имеют следующее значение:

1. Сайт– совокупность всей информации (текстовой и графической), находящаяся в сети интернет 
по адресу www.___.ru, принадлежащая ООО "Лес Сибири" (Далее ООО).

Администрация Сайта – уполномоченные лица на внесение изменений информации на Сайте.

Пользователь Сайта (далее – Пользователь) – лицо, использующее Сайт ООО.

Стороны – ООО и Пользователь, заключившие Настоящее Соглашение.

ОБЩИЕ ПОЛОЖЕНИЯ
1.1. Настоящее Пользовательское соглашение (далее – Соглашение) относится к Сайту ООО расположенному 
в сети интернет по адресу www.___.ru.

1.2. Сайт является собственностью ООО.

1.3. Настоящее Соглашение регулирует отношения между ООО и Пользователем.

1.4. ООО оставляет за собой право в любое время вносить изменения в текст настоящего Соглашения без 
уведомления Пользователя.

1.5. Продолжение использования Сайта Пользователем означает принятие условий Соглашения и всех изменений 
к нему, внесенных в настоящее Соглашение.

1.6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений 
в нем.

1.7. Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями, начиная 
просмотр Сайта, либо пройдя процедуру регистрации, Пользователь считается принявшим условия Соглашения 
в полном объеме.

ПРЕДМЕТ СОГЛАШЕНИЯ
2.1. Предметом настоящего Соглашения является предоставление Пользователю доступа к информации, 
и онлайн сервисам, представленным на Сайте.

2.2. Сайт предоставляет Пользователю следующие виды сервисов:

свободный доступ к информации (текстовой и графической) с правом просмотра данной информации;
доступ к средствам поиска и навигации Сайта;
предоставление Пользователю возможности запросов стоимости, услуг и иной информации (обратная связь);
доступ к информации об оказываемых услугах;
и иное.

2.3. Под действие настоящего Соглашения подпадают все существующие на данный момент сервисы Сайта, 
а также любые их последующие модификации и появляющиеся в дальнейшем сервисы.

2.4. Доступ к Сайту предоставляется Пользователю на безвозмездной основе.

2.5. Настоящее Соглашение является публичной офертой. Получая доступ к Сайту, Пользователь соглашается 
с условиями настоящего Соглашения и считается присоединившимся к настоящему Соглашению.

2.6. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства 
Российской Федерации.

ПРАВА И ОБЯЗАННОСТИ СТОРОН
3.1. ООО вправе:

3.1.1. Изменять правила пользования Сайтом, а также изменять содержание Сайта. Изменения вступают в силу 
с момента публикации новой редакции Соглашения на Сайте.

3.1.2. Ограничить Пользователю доступ к Сайту или к частям сайта в случае нарушения Пользователем условий 
настоящего Соглашения.

3.2. Пользователь вправе:

3.2.1. Получить доступ к использованию Сайта в ознакомительных и подобных целях, а также к онлайн сервисам, 
представленным на Сайте.

3.2.2. Задавать любые вопросы, относящиеся к услугам, представленным на Сайте и иной информации, размещенной 
на Сайте, используя раздел Сайта «Контакты».

3.2.3. Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением.

3.3. Пользователь Сайта обязуется:

3.3.1. Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании 
Сайта.

3.3.2. Не предпринимать никаких действий, которые могут рассматриваться как нарушающие нормальную работу 
Сайта.

3.3.3. Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством 
Российской Федерации информацию о физических или юридических лицах.

3.3.4. Избегать любых действий, в результате которых может быть нарушена конфиденциальная информация, 
охраняемая законодательством Российской Федерации.

3.3.5. Не использовать Сайт для распространения информации рекламного характера.

3.3.6. Не использовать сервисы Сайта с целью:

Загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует насилие, 
жестокость, ненависть и (или) дискриминацию по расовому, национальному, половому, религиозному, социальному 
признакам; содержит недостоверные сведения и (или) оскорбления в адрес конкретных лиц, организаций, органов 
власти.
Побуждения к совершению противоправных действий, а также содействия лицам, действия которых направлены 
на нарушение ограничений и запретов, действующих на территории Российской Федерации.
Нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме.
Представления себя за другого человека или представителя организации и (или) сообщества без достаточных 
на то прав, в том числе за Администрацию Сайта.
Введения в заблуждение относительно свойств и характеристик какой-либо услуги, размещенной на Сайте.
Некорректного сравнения услуги, а также формирования негативного отношения к лицам, пользующимся/не 
пользующимися определенными услугами, или осуждения таких лиц.

3.4. Пользователю запрещается:

3.4.1. Нарушать надлежащее функционирование Сайта.

3.4.2. Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой 
информации, документов или материалов любыми средствами, которые специально не представлены сервисами Сайта.

3.4.3. Несанкционированный доступ к функциям Сайта, любым другим системам или сетям, относящимся к данному 
Сайту, а также к любым услугам, предлагаемым на Сайте.

3.4.4. Нарушать систему безопасности или аутентификации на Сайте.

3.4.5. Отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта.

3.4.6. Использовать Сайт в любых целях, запрещенных законодательством Российской Федерации, а также 
подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права ООО или других лиц.

ИСПОЛЬЗОВАНИЕ САЙТА
4.1. Сайт не может быть скопирован, опубликован, воспроизведен, передан или распространен любым способом, 
полностью или частично, без письменного согласия правообладателя.

4.2. Сайт защищен авторским правом, а также другими правами, связанными с интеллектуальной собственностью.

4.3. Консультация через Сайте требует внесения своих персональных данных на Сайте.

4.4. Пользователь несет персональную ответственность за сохранение конфиденциальности информации, 
а также за всю без исключения деятельность, которая ведётся от имени Пользователя.

4.5. Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия по оказанию 
услуг, предоставляемых на Сайте.

4.6. Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.

4.7. Администрация сайта имеет право в любое время без уведомления Пользователя вносить изменения в перечень 
услуг, предлагаемых на Сайте, а также изменять в цены, применимые к оказываемым услугам при их наличии 
на Сайте.

ОТВЕТСТВЕННОСТЬ
5.1. Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения 
любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям 
другого Пользователя, ООО не возмещаются.

5.2. Ненадлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических 
средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими 
средствами.

НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ
6.1. ООО вправе раскрыть любую собранную о Пользователе Сайта информацию, если раскрытие необходимо в связи 
с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления 
(идентификации) Пользователя, который может нарушать или вмешиваться в права ООО или иных лиц.

6.2. ООО имеет право раскрыть информацию о Пользователе, если действующее законодательство 
Российской Федерации требует или разрешает такое раскрытие.

6.3. ООО вправе без предварительного уведомления Пользователя прекратить доступ к Сайту, если Пользователь 
нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае 
прекращения действия Сайта либо по причине технической неполадки.

6.4. ООО не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту 
в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего 
условия пользования Сайтом.

РАЗРЕШЕНИЕ СПОРОВ
7.1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным 
условием до обращения в суд является досудебный порядок в соответствие с действующим законодательством.

7.2. Получатель претензии в течение 30 календарных дней со дня ее получения, должен письменно уведомляет 
заявителя претензии о результатах рассмотрения претензии.

7.3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд 
за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.

      </div>
    );
  }
  
export default Agreement;