import { Link } from 'react-router-dom';

function Agreement() {
    
  return (
    <section>
      <Link to='/'>Вернуться на главную страницу</Link>
      <h2>// ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h2>
      <h3>Термины и&nbsp;определения, используемые в&nbsp;настоящем соглашение</h3>
      <p>Перечисленные ниже термины в&nbsp;рамках настоящего Соглашения имеют следующее значение:</p>
      <ul>
        <li>Сайт&nbsp;&mdash; совокупность всей информации (текстовой и&nbsp;графической), находящаяся 
          в&nbsp;сети интернет по&nbsp;адресу www.les-sib-rf.ru, принадлежащая ИП&nbsp;Трофимов А.А. 
          (Далее&nbsp;ИП).
        </li>
        <li>Администрация Сайта&nbsp;&mdash; уполномоченные лица на&nbsp;внесение изменений информации 
          на&nbsp;Сайте.
        </li>
        <li>Пользователь Сайта (далее&nbsp;&mdash; Пользователь)&nbsp;&mdash; лицо, использующее Сайт&nbsp;ИП.</li>
        <li>Стороны&nbsp;&mdash; ИП&nbsp;и&nbsp;Пользователь, заключившие Настоящее Соглашение.</li>
      </ul>
      <h3>ОБЩИЕ ПОЛОЖЕНИЯ</h3>
      <ol>
        <li>Настоящее Пользовательское соглашение (далее&nbsp;&mdash; Соглашение) относится к&nbsp;Сайту ИП 
          расположенному в&nbsp;сети интернет по&nbsp;адресу www.les-sib-rf.ru.
        </li>
        <li>Сайт является собственностью&nbsp;ИП.</li>
        <li>Настоящее Соглашение регулирует отношения между&nbsp;ИП и&nbsp;Пользователем.</li>
        <li>ИП&nbsp;оставляет за&nbsp;собой право в&nbsp;любое время вносить изменения в&nbsp;текст настоящего 
          Соглашения без уведомления Пользователя.
        </li>
        <li>Продолжение использования Сайта Пользователем означает принятие условий Соглашения и&nbsp;всех 
          изменений к&nbsp;нему, внесенных в&nbsp;настоящее Соглашение.
        </li>
        <li>Пользователь несет персональную ответственность за&nbsp;проверку настоящего Соглашения на&nbsp;наличие 
          изменений в&nbsp;нем.
        </li>
        <li>Соглашение вступает в&nbsp;силу с&nbsp;момента выражения Пользователем согласия с&nbsp;его условиями, 
          начиная просмотр Сайта, либо пройдя процедуру регистрации, Пользователь считается принявшим условия 
          Соглашения в&nbsp;полном объеме.
        </li>
      </ol>
      <h3>ПРЕДМЕТ СОГЛАШЕНИЯ</h3>
      <ol>
        <li>Предметом настоящего Соглашения является предоставление Пользователю доступа к&nbsp;информации, и&nbsp;онлайн 
          сервисам, представленным на&nbsp;Сайте.
        </li>
        <li>Сайт предоставляет Пользователю следующие виды сервисов:</li>
        <ul>
          <li>свободный доступ к&nbsp;информации (текстовой и&nbsp;графической) с&nbsp;правом просмотра данной 
            информации;
          </li>
          <li>доступ к&nbsp;средствам поиска и&nbsp;навигации Сайта;</li>
          <li>предоставление Пользователю возможности запросов стоимости, услуг и&nbsp;иной информации (обратная 
            связь);
          </li>
          <li>доступ к&nbsp;информации об&nbsp;оказываемых услугах;</li>
          <li>и&nbsp;иное.</li>
        </ul>
        <li>Под действие настоящего Соглашения подпадают все существующие на&nbsp;данный момент сервисы Сайта, 
          а&nbsp;также любые их&nbsp;последующие модификации и&nbsp;появляющиеся в&nbsp;дальнейшем сервисы.
        </li>
        <li>Доступ к&nbsp;Сайту предоставляется Пользователю на&nbsp;безвозмездной основе.</li>
        <li>Настоящее Соглашение является публичной офертой. Получая доступ к&nbsp;Сайту, Пользователь соглашается 
          с&nbsp;условиями настоящего Соглашения и&nbsp;считается присоединившимся к&nbsp;настоящему Соглашению.
        </li>
        <li>Использование материалов и&nbsp;сервисов Сайта регулируется нормами действующего законодательства 
          Российской Федерации.
        </li>
      </ol>
      <h3>ПРАВА И&nbsp;ОБЯЗАННОСТИ СТОРОН</h3>
      <ol>
        <li>ИП&nbsp;вправе:</li>
        <ol>
          <li>Изменять правила пользования Сайтом, а&nbsp;также изменять содержание Сайта. Изменения вступают 
            в&nbsp;силу с&nbsp;момента публикации новой редакции Соглашения на&nbsp;Сайте.
          </li>
          <li>Ограничить Пользователю доступ к&nbsp;Сайту или к&nbsp;частям сайта в&nbsp;случае нарушения 
            Пользователем условий настоящего Соглашения.
          </li>
        </ol>
        <li>Пользователь вправе:</li>
        <ol>
          <li>Получить доступ к&nbsp;использованию Сайта в&nbsp;ознакомительных и&nbsp;подобных целях, а&nbsp;также 
            к&nbsp;онлайн сервисам, представленным на&nbsp;Сайте.
          </li>
          <li>Задавать любые вопросы, относящиеся к&nbsp;услугам, представленным на&nbsp;Сайте и&nbsp;иной информации, 
            размещенной на&nbsp;Сайте, используя раздел Сайта &laquo;Контакты&raquo;.
          </li>
          <li>Пользоваться Сайтом исключительно в&nbsp;целях и&nbsp;порядке, предусмотренных Соглашением.</li>
        </ol>
        <li>Пользователь Сайта обязуется:</li>
        <ol>
          <li>Соблюдать имущественные и&nbsp;неимущественные права авторов и&nbsp;иных правообладателей при 
            использовании Сайта.
          </li>
          <li>Не&nbsp;предпринимать никаких действий, которые могут рассматриваться как нарушающие нормальную 
            работу Сайта.
          </li>
          <li>Не&nbsp;распространять с&nbsp;использованием Сайта любую конфиденциальную и&nbsp;охраняемую 
            законодательством Российской Федерации информацию о&nbsp;физических или юридических лицах.
          </li>
          <li>Избегать любых действий, в&nbsp;результате которых может быть нарушена конфиденциальная информация, 
            охраняемая законодательством Российской Федерации.
          </li>
          <li>Не&nbsp;использовать Сайт для распространения информации рекламного характера.</li>
          <li>Не&nbsp;использовать сервисы Сайта с&nbsp;целью:</li>
          <ul>
            <li>Загрузки контента, который является незаконным, нарушает любые права третьих лиц; пропагандирует 
              насилие, жестокость, ненависть&nbsp;и (или) дискриминацию по&nbsp;расовому, национальному, половому, 
              религиозному, социальному признакам; содержит недостоверные сведения&nbsp;и (или) оскорбления 
              в&nbsp;адрес конкретных лиц, организаций, органов власти.
            </li>
            <li>Побуждения к&nbsp;совершению противоправных действий, а&nbsp;также содействия лицам, действия 
              которых направлены на&nbsp;нарушение ограничений и&nbsp;запретов, действующих на&nbsp;территории 
              Российской Федерации.
            </li>
            <li>Нарушения прав несовершеннолетних лиц&nbsp;и (или) причинение им&nbsp;вреда в&nbsp;любой форме.</li>
            <li>Представления себя за&nbsp;другого человека или представителя организации&nbsp;и (или) сообщества 
              без достаточных на&nbsp;то&nbsp;прав, в&nbsp;том числе за&nbsp;Администрацию Сайта.
            </li>
            <li>Введения в&nbsp;заблуждение относительно свойств и&nbsp;характеристик какой-либо услуги, размещенной 
              на&nbsp;Сайте.
            </li>
            <li>Некорректного сравнения услуги, а&nbsp;также формирования негативного отношения к&nbsp;лицам, 
              пользующимся/не пользующимися определенными услугами, или осуждения таких лиц.
            </li>
          </ul>
        </ol>
        <li>Пользователю запрещается:</li>
        <ol>
          <li>Нарушать надлежащее функционирование Сайта.</li>
          <li>Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой 
            информации, документов или материалов любыми средствами, которые специально не&nbsp;представлены 
            сервисами Сайта.
          </li>
          <li>Несанкционированный доступ к&nbsp;функциям Сайта, любым другим системам или сетям, относящимся 
            к&nbsp;данному Сайту, а&nbsp;также к&nbsp;любым услугам, предлагаемым на&nbsp;Сайте.
          </li>
          <li>Нарушать систему безопасности или аутентификации на&nbsp;Сайте.</li>
          <li>Отслеживать или пытаться отслеживать любую информацию о&nbsp;любом другом Пользователе Сайта.</li>
          <li>Использовать Сайт в&nbsp;любых целях, запрещенных законодательством Российской Федерации, 
            а&nbsp;также подстрекать к&nbsp;любой незаконной деятельности или другой деятельности, нарушающей 
            права&nbsp;ИП или других лиц.
          </li>
        </ol>
      </ol>
      <h3>ИСПОЛЬЗОВАНИЕ САЙТА</h3>
      <ol>
        <li>Сайт не&nbsp;может быть скопирован, опубликован, воспроизведен, передан или распространен любым 
          способом, полностью или частично, без письменного согласия правообладателя.
        </li>
        <li>Сайт защищен авторским правом, а&nbsp;также другими правами, связанными с&nbsp;интеллектуальной 
          собственностью.
        </li>
        <li>Консультация через Сайте требует внесения своих персональных данных на&nbsp;Сайте.</li>
        <li>Пользователь несет персональную ответственность за&nbsp;сохранение конфиденциальности информации, 
          а&nbsp;также за&nbsp;всю без исключения деятельность, которая ведётся от&nbsp;имени Пользователя.
        </li>
        <li>Настоящее Соглашение распространяет свое действия на&nbsp;все дополнительные положения и&nbsp;условия 
          по&nbsp;оказанию услуг, предоставляемых на&nbsp;Сайте.
        </li>
        <li>Информация, размещаемая на&nbsp;Сайте не&nbsp;должна истолковываться как изменение настоящего Соглашения.</li>
        <li>Администрация сайта имеет право в&nbsp;любое время без уведомления Пользователя вносить изменения 
          в&nbsp;перечень услуг, предлагаемых на&nbsp;Сайте, а&nbsp;также изменять в&nbsp;цены, применимые 
          к&nbsp;оказываемым услугам при их&nbsp;наличии на&nbsp;Сайте.
        </li>
      </ol>
      <h3>ОТВЕТСТВЕННОСТЬ</h3>
      <ol>
        <li>Любые убытки, которые Пользователь может понести в&nbsp;случае умышленного или неосторожного нарушения 
          любого положения настоящего Соглашения, а&nbsp;также вследствие несанкционированного доступа 
          к&nbsp;коммуникациям другого Пользователя, ИП&nbsp;не&nbsp;возмещаются.
        </li>
        <li>Ненадлежащее функционирование Сайта, в&nbsp;случае, если Пользователь не&nbsp;имеет необходимых 
          технических средств для его использования, а&nbsp;также не&nbsp;несет никаких обязательств 
          по&nbsp;обеспечению пользователей такими средствами.
        </li>
      </ol>
      <h3>НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ</h3>
      <ol>
        <li>ИП&nbsp;вправе раскрыть любую собранную о&nbsp;Пользователе Сайта информацию, если раскрытие 
          необходимо в&nbsp;связи с&nbsp;расследованием или жалобой в&nbsp;отношении неправомерного использования 
          Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться 
          в&nbsp;права&nbsp;ИП или иных лиц.
        </li>
        <li>ИП&nbsp;имеет право раскрыть информацию о&nbsp;Пользователе, если действующее законодательство 
          Российской Федерации требует или разрешает такое раскрытие.
        </li>
        <li>ИП&nbsp;вправе без предварительного уведомления Пользователя прекратить доступ к&nbsp;Сайту, если 
          Пользователь нарушил настоящее Соглашение или содержащиеся в&nbsp;иных документах условия пользования 
          Сайтом, а&nbsp;также в&nbsp;случае прекращения действия Сайта либо по&nbsp;причине технической неполадки.
        </li>
        <li>ИП&nbsp;не&nbsp;несет ответственности перед Пользователем или третьими лицами за&nbsp;прекращение 
          доступа к&nbsp;Сайту в&nbsp;случае нарушения Пользователем любого положения настоящего Соглашения или 
          иного документа, содержащего условия пользования Сайтом.
        </li>
      </ol>
      <h3>РАЗРЕШЕНИЕ СПОРОВ</h3>
      <ol>
        <li>В&nbsp;случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения 
          обязательным условием до&nbsp;обращения в&nbsp;суд является досудебный порядок в&nbsp;соответствие 
          с&nbsp;действующим законодательством.
        </li>
        <li>Получатель претензии в&nbsp;течение 30&nbsp;календарных дней со&nbsp;дня ее&nbsp;получения, должен 
          письменно уведомляет заявителя претензии о&nbsp;результатах рассмотрения претензии.
        </li>
        <li>При невозможности разрешить спор в&nbsp;добровольном порядке любая из&nbsp;Сторон вправе обратиться 
          в&nbsp;суд за&nbsp;защитой своих прав, которые предоставлены им&nbsp;действующим законодательством 
          Российской Федерации.
        </li>
      </ol>
    </section>
  );
}
  
export default Agreement;