import { Link } from 'react-router-dom';
import style from './policy.module.css';

function Policy() {
    
return (
  <section className={style.wrapper}>
    <Link className={style.link} to='/'>Вернуться на главную страницу</Link>
    <h2>// ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h2>
    <h3>ОПРЕДЕЛЕНИЕ ТЕРМИНОВ</h3>
    <p>В&nbsp;настоящей Политике конфиденциальности используются следующие термины:</p>
    <p>Сайт&nbsp;&mdash; совокупность всей информации (текстовой и&nbsp;графической), находящаяся в&nbsp;сети интернет 
      по&nbsp;адресу www.__.ru, принадлежащая ООО &laquo;Лес Сибири&raquo; (Далее ООО).
    </p>
    <p>Администрация Сайта&nbsp;&mdash; уполномоченные лица на&nbsp;внесение изменений информации на&nbsp;Сайте.</p>
    <p>Пользователь Сайта (далее&nbsp;&mdash; Пользователь)&nbsp;&mdash; лицо, использующее Сайт ООО.</p>
    <p>Стороны&nbsp;&mdash; ООО и&nbsp;Пользователь, заключившие Настоящее Соглашение.</p>
    <p>Персональные данные&nbsp;&mdash; любая информация, относящаяся к&nbsp;прямо или косвенно определенному, 
      или определяемому физическому лицу (субъекту персональных данных).
    </p>
    <p>Обработка персональных данных&nbsp;&mdash; любое действие (операция) или совокупность действий (операций), 
      совершаемых с&nbsp;использованием средств автоматизации или без использования таких средств 
      с&nbsp;персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение 
      (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), 
      обезличивание, блокирование, удаление, уничтожение персональных данных.
    </p>



Конфиденциальность персональных данных – обязательное для соблюдения Оператором или иным 
получившим доступ к персональным данным лицом требование не допускать их распространения без 
согласия субъекта персональных данных или наличия иного законного основания.

Cookies – технические данные, отправляемые Сайтом Пользователю через сеть интернет, хранящиеся 
на устройстве Пользователя, которое использовано для просмотра Сайта и передаваемые на Сайт 
с устройства Пользователя, использованного для просмотра Сайта, при каждом посещении Сайта.

IP-адрес – технический адрес Пользователя в сети интернет.

ОБЩИЕ ПОЛОЖЕНИЯ
1.1. Настоящая Политика конфиденциальности персональных данных (далее – Политика 
конфиденциальности) действует в отношении всей информации, которую Сайт может получить 
о Пользователе, во время использования последним Сайта и его сервисов.

1.2. Использование Пользователем Сайта означает согласие с настоящей Политикой конфиденциальности 
и условиями обработки персональных данных Пользователя.

1.3. В случае несогласия с условиями Политики конфиденциальности Пользователь обязан прекратить 
использование Сайта.

1.4. Настоящая Политика конфиденциальности непосредственно применяется только к Сайту. 
ООО не контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь 
может перейти по ссылкам, доступным на Сайте.

1.5. ООО не проверяет достоверность персональных данных, предоставляемых Пользователем Сайта.

ПРЕДМЕТ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ
2.1. Настоящая Политика конфиденциальности устанавливает обязательства ИП по неразглашению 
и обеспечению режима защиты конфиденциальности персональных данных, которые Пользователь 
предоставляет при регистрации на Сайте.

2.2. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, 
предоставляются Пользователем путём заполнения регистрационной формы на Сайте по адресу www.___.ru 
и включают в себя следующую информацию:

2.2.1. Имя Пользователя;

2.2.2. контактный телефон Пользователя;

2.2.3. адрес электронной почты (e-mail).

2.3. Отключение Cookies может повлечь невозможность доступа к Сайту.

2.4. Сайт осуществляет сбор IP-адресов Пользователей.

2.5. Любая иная персональная информация, не оговоренная выше подлежит надежному хранению 
и нераспространению, за исключением случаев, предусмотренных в п. 4.2. и п. 4.3. настоящей 
Политики конфиденциальности.

ЦЕЛИ СБОРА ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ
ООО может использовать персональные данные Пользователя Сайта в целях:

3.1. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, 
касающихся использования Сайта, оказания услуг, оплаты, обработки запросов и заявок от Пользователя.

3.2. Предоставления Пользователю клиентской и технической поддержки при возникновении проблем, 
связанных с использованием Сайта.

3.3. Предоставления Пользователю, с его согласия, обновлений ассортимента услуг, специальных 
предложений, информации о ценах, новостной рассылки и иных сведений от имени ООО или от имени партнеров ООО.

3.4. Осуществления рекламной деятельности.

СПОСОБЫ И СРОКИ ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ
4.1. Обработка персональных данных Пользователя осуществляется без ограничения срока, любым законным 
способом, в том числе в информационных системах персональных данных с использованием средств автоматизации 
или без использования таких средств.

4.2. Персональные данные Пользователя могут быть переданы уполномоченным органам государственной 
власти Российской Федерации только по основаниям и в порядке, установленным законодательством 
Российской Федерации.

4.3. При утрате или разглашении персональных данных ООО информирует Пользователя об утрате или разглашении 
персональных данных.

4.4. ООО принимает необходимые организационные и технические меры для защиты персональной информации 
Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, 
распространения, а также от иных неправомерных действий третьих лиц.

4.5. ООО совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных 
отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.

ОБЯЗАТЕЛЬСТВА СТОРОН
5.1. Пользователь обязан предоставить достоверные персональные данные, необходимые для пользования Сайтом.

5.2. ООО обязан:

5.2.1. Использовать полученную информацию исключительно для целей, указанных в п. 3 настоящей Политики 
конфиденциальности.

5.2.2. Обеспечить хранение конфиденциальной информации в тайне, не разглашать без предварительного 
письменного разрешения Пользователя, а также не осуществлять продажу, обмен, опубликование, либо разглашение 
иными возможными способами переданных персональных данных Пользователя, за исключением п. 4.2. и п. 4.3. 
настоящей Политики Конфиденциальности.

5.2.3. Принимать меры предосторожности для защиты конфиденциальности персональных данных Пользователя 
согласно порядку, обычно используемого для защиты такого рода информации в существующем деловом обороте.

5.2.4. Осуществить блокирование персональных данных, относящихся к соответствующему Пользователю, с момента 
обращения или запроса Пользователя или его законного представителя либо уполномоченного органа по защите 
прав субъектов персональных данных на период проверки, в случае выявления недостоверных персональных данных 
или неправомерных действий.

ОТВЕТСТВЕННОСТЬ СТОРОН
6.1. ООО не исполнившее свои обязательства, несёт ответственность за убытки, понесённые Пользователем 
в связи с неправомерным использованием персональных данных, в соответствии с законодательством 
Российской Федерации, за исключением случаев, предусмотренных п. 4.2., п. 4.3. и п. 6.2. настоящей 
Политики Конфиденциальности.

6.2. В случае утраты или разглашения Конфиденциальной информации ООО не несёт ответственность, если данная 
конфиденциальная информация:

Стала публичным достоянием до её утраты или разглашения;
Была получена от третьей стороны до момента её получения ООО;
Была разглашена с согласия Пользователя;
Была разглашена сторонними сайтами и сервисами, ссылки на использование которых присутствуют на Сайте, 
в случае использования таких ссылок и сервисов Пользователем;

6.3. Пользователь самостоятельно несет ответственность за возможные последствия в случае представления 
недостоверных и/или неполных персональных данных.

РАЗРЕШЕНИЕ СПОРОВ
7.1. В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным 
условием до обращения в суд является досудебный порядок в соответствие с действующим законодательством.

7.2. Получатель претензии в течение 30 календарных дней со дня ее получения, должен письменно уведомляет 
заявителя претензии о результатах рассмотрения претензии.

7.3. При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд 
за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.

ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ
8.1. ООО вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя.

8.2. Изменения Политики конфиденциальности вступают в силу с момента их размещения на Сайте.

8.4. Действующая Политика конфиденциальности размещена на Сайте по адресу www.___.ru.

      

    </section>
  );
}

export default Policy;

